13/data/attachments/88bb4b2b270148f8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sarah_discover_Friend_84586_8</nif:username>
            <nif:friendToBeRequested>soap_friends_b5d7f9db-59ba-4d4d-950e-6cab5b1206f6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>